{
  "BuxomMod:ToplessEvent": {
    "NAME": "Brothel Girl",
    "DESCRIPTIONS": [
      "As you move through ~The~ ~City~ you come across a young woman in a robe. NL She bares her breasts to you, and asks if you'd like to indulge yourself.",
      "She leads you into a room with many voluptuous girls, and you spend a wonderful time with them.",
      "Instead of answering, she places a hand on your chest. Before you can pull away, black hands extend from the darkness and grab at you. NL Your clothes are dissolved by black ooze as you struggle and cry out, baring your body completely. NL When you awaken on the stone floor, you're completely naked, and your breasts have swollen to a massive, humiliating size."
    ],
    "OPTIONS": [
      "[Heal] Pay 35 gold. #gHeal #g",
      " #gHP.",
      "[Inquire] Gain a unique artifact.",
      " #rMax #rHP. #gRemove #ga #gCard #gfrom #gyour #gdeck.",
      "[Acceptance] #gGain #gApotheosis.",
      "[TOUCH THE MIRROR] TOUCH TOUCH TO#C# TOUCH TO UCH TOUCH #rTOUCH TOUCH",
      "[Leave] Cover your nipples and leave.",
      "[Leave ]"
    ]
  },
  "BuxomMod:ChibiEvent": {
    "NAME": "Dark Hallway",
    "DESCRIPTIONS": [
      "Suddenly, the hallway around you plunges into #bdarkness. You @yelp@ and freeze, afraid something might ambush you in the dark! NL Calling out to your #gChibis for help, you're met only with #p~mischievous~ giggles. NL NL You sigh and fidget with your hair, weighing your options. Either brave the darkness yourself, or offer your #p~bare~ #p~breasts~ to the #gChibis' whims in exchange for a magical favor.",
      "You reluctantly roll up your shirt and lift your bra. Giggles intensify and little #bblue eyes shine in the dark. As the #gChibis alight on your breasts and pepper them with kisses, you feel them swell with ~glowing~ ~milk~. NL The little fairies take turns teasing out your new bounties and guiding you forth, until you arrive at the end of the hall. NL NL However, as the Chibis fade away, the ~itching~ in your nipples does not. You suspect their little 'gift' will remain for a long while.",
      " While the breast magic is more helpful than you'd like to admit, it's best to keep Chibi dealings to a minimum. With some stumbling around, you manage to find your own way out."
    ],
    "OPTIONS": [
      "[Find your own way out]",
      "Option [1] #gHP.",
      "[Appease Chibis] #rLose #r",
      " #rMax #rHP. #gGet #ga #gunique #gCard.",
      "Option [4]",
      "Option [5]",
      "[Leave]",
      "Option [7] [Leave ]"
    ]
  },
  "BuxomMod:FoundOutEvent": {
    "NAME": "Found Out",
    "DESCRIPTIONS": [
      "As you venture on, you take a breath and #breflect. NL NL It's quite lonely in the Spire, but at least your #pcompromising magic is away from prying eyes. The breasts are an ~easy-to-use~ and ~powerful~ magical focus, coming at the cost of your own #pdignity. Quite lucky that your friends never found out about this #pembarrassing hobby. NL NL Or at least they never brought it up. NL NL ...They don't know, do they?",
      "Surely they don't! Keeping your boobs from ~glowing~ with embarrassment took some work, but you went the distance! NL NL And you were always careful to #plactate into the sink or a bucket -- whenever you had advance notice, anyway. The landlord certainly won't notice the white stains on the carpet here and there, right? NL NL You wince as your magical energy ~agrees~ with you, puffing out your #pcleavage a little further...",
      "...They surely do, don't they? You remember being dragged to that awful horror movie and @popping@ @two@ @buttons@ at a cheap scare. NL And there was that time you fell asleep on the couch, and woke up with milk ~all~ ~over~ the upholstery. NL NL And what are you going to do when you have to come home, five sizes #plarger?"
    ],
    "OPTIONS": [
      "[Surely They Don't] #gObtain #ga #gcard. #pGain #p1 #pBuxom #ppermanently.",
      "Option [1] #gHP.",
      "[Surely They Do] #rLose #r",
      " #rHP. #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "Option [4]",
      "Option [5]",
      "[Leave]",
      "Option [7] [Leave ]"
    ]
  }
}
